Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: You must declare that you are moving to Norway again (re-immigration).
nn: Du må melde flytting til Noreg på nytt (gjeninnflytting).

source: If you are resident in another Nordic country, disability benefits from private and public occupational pension schemes and other private pension schemes (with the exception of annuities) are not liable to tax in Norway.
nn: Dersom du bur i eit anna nordisk land skal uføreytingar frå private og offentlege tenestepensjonsordningar og andre private pensjonsordningar (med unntak av livrenter) ikkje skattleggjast i Noreg.

source: If you believe that all or a portion of your pension/disability benefit should be tax free in Norway in 2022 according to the provisions in a tax treaty, you can apply for an exemption card or
nn: Meiner du at heile eller delar av pensjonen din eller uføreytinga di skal vere skattefri i Noreg i 2022 etter reglane i ein skatteavtale, kan du søkje om frikort eller

source: If you have not earned pension points or accumulated pension reserves in the Norwegian National Insurance Scheme you are not liable to pay tax in Norway on pensions and disability benefits from private occupational pension schemes and other private pension schemes.
nn: Har du ikkje tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, er du ikkje skattepliktige i Noreg for pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar.

source: Do not specify a pay grade for Julie.
nn: Ikkje før opp lønnstrinn for Julie.

source: His employer specifies 1 April as the start date for the layoff and 50 percent as the layoff in April’s a-melding and in all subsequent a-meldings for as long as he is laid off.
nn: Arbeidsgivaren oppgir 1.april som startdato for permitteringa og 50 som permitteringsprosent i a-meldinga for april og i alle seinare a-meldingar så lenge Ola er permittert.

source: that your will be staying in Thailand for at least 180 days in 2022
nn: at du vil opphalde deg i Thailand i minst 180 dagar i 2022

source: It also entered the other mandatory information.
nn: I tillegg oppgav dei andre obligatoriske opplysningar.

source: If you’re under 20 years old or you have a position of less than 20 percent, your employer may still choose to set aside funds for pension for you.
nn: Dersom du er under 20 år eller har ei stilling på under 20 prosent, kan arbeidsgivaren din likevel velje å spare pensjon for deg.

source: Tax deduction for research and development
nn: Frådrag i skatt for forsking og utvikling

source: Log in and submit RF-1307
nn: Logg inn og lever RF-1307:

source: per year, you don't specify this in the a-melding.
nn: til ein person per år, skal du ikkje føre opp dette.

source: Items 3 and 5 must also be changed.
nn: Post 3 og 5 skal også endrast.

source: Jacob, William and Kari are employed by an enterprise where a full-time position equates to 37.5 per week.
nn: Jacob, William og Kari er tilsette i ei verksemd der talet på timar som ei full stilling svarar til er 37,5 per veke.

source: The tax office may request that you submit a Certificate of Residence that explicitly confirms that you are tax resident in Australia pursuant to the tax treaty with Norway.
nn: Skattekontoret kan krevje at du sender inn ein bustadattest (Certificate of Residence) som uttrykkjeleg stadfestar at du er skattemessig busett i Australia etter skatteavtalen med Noreg.

source: correct the error within the deadline for submitting the a-melding for the month that you received the error message.
nn: rette feilen innan fristen for å levere a-melding for kalendermånaden du har fått feilmeldinga.

source: If you are a Belgium citizen the partof your pension that is linked to previous employment inthe public sector, is not liable to tax in Norway.
nn: Er du belgisk statsborgar, skal pensjon/uføreytingar knytet til tidlegare offentleg teneste ikkje skattleggjast i Noreg.
